[internal]
captainAttention0 = Atención... este es su Capitán hablando.
speaker0 = ¿Está esto encendido? Ejem...
speaker1 = ¡Todos los pasajeros, por favor regístrense en el mostrador del lobby! Estaré a bordo en breve...
speaker2 = Atención, pasajeros y 'tripulación'.
speaker3 = El barco ahora se esta marchando. Por favor, intenten no caerse.
speaker4 = [wave]¡Bing! ¡Bong! ¡Bing! ¡Bong![/wave]

captain0 = Estoy ocupado, cachorro. Este barco no se dirige solo.
captain1 = Dije que estoy ocupado, cachorro.
captain2 = ¿No tienes nada mejor que hacer?
captain3 = No me pagan lo suficiente para esto...

leftshard1 = ... ¿Qué quieres, cachorro? ¿Uno de los tripulantes se lastimó otra vez?
leftshard2 = ¿Qué crees que soy? ¿Un doctor? Mejor dale un [hint]besito[/hint] 

[act2]
captainAttention0 = Atención... este es su Capitán hablando.
captain0 = ¿Qué sucede, cachorro? [br] ¿Quieres ayudar?
captain1 = Hm. Por supuesto. Tal vez se haga algo con el lío de este bote de una vez. Sería lo primordial.
captain2 = Bien. Tendrás que entregar bebidas, algo de comida y algunas otras cosas más. Y hazlo rápido, cachorro.
captain3 = Ah, y hay algunos otros trabajos que necesitarás hacer. Presta atención. ¿Estás lista para empezar?
captain4 = Bueno, vuelve cuando estés lista. Este barco no se va a limpiar solo.
captain5 = Bueno, puedes empezar deshaciéndote de estas cajas por mí. Está empezando a complicarse aquí...
captainFail0 = Al igual que las focas... Eso no fue bueno. Acabas de hacer un desastre, cachorro. Inténtalo de nuevo. O no, lo que sea.
captainDone0 = Puedes parar ahora, cachorro. Vuelve a Control, supongo.
captainDone1 = Bueno... Parece que en realidad has limpiado más desastre de lo que creaste, cachorro. Eso es más de lo que la mayoría de la tripulación puede manejar.
captainDone2 = Ayúdate a ti mismo con las cosas Perdidas y Encontradas. Nadie va a por esas cosas de todos modos.

yes = ¡Rayos, sí!
no = ¡Nooo!

[docks]
captain0 = Uh... Te ves un poco joven para navegar sola, cachorro.
captain1 = Lo que sea. Simplemente no te metas en el camino de nadie. La 'tripulación' ya hace suficiente de eso.
captain2 = ¿Ves la pasarela, cachorro? Qué desastre...
captain3 = ¿Cómo se supone que alguien deba subirse a esa cosa?
captain4 = Ni siquiera pueden hacer una pasarela recta. Estoy sorprendido de que no se esté desmoronando.


[act3]
captainbar0 = ¿No ves que estoy ocupado, cachorro? Vete a jugar por ahí.
captainbar1 = Deja que un viejo capitán se relaje. Los focas pueden arreglárselas por un minuto.
captainbar2 = Por suerte, han aprendido a no meterse con [hint]El timón[/hint] por ahora...

loudspeaker0 = ¡Woola! El capitán tiene un wensa...-
loudspeaker1 = ¡Dame ese micrófono! [scream]¿Quién está en el timón?[/scream]
loudspeaker2 = [scream]¡Nos dirigimos directamente a un iceberg![br]¡Todos a cubierto![/scream]

start0 = Todo se desmorona, cachorro. Nunca pensé llegaría el día.
start1 = Así que su primer viaje... No tomará más de unos minutos para que esto se hunda al fondo del océano, creo.
start2 = Bueno, es posible que quieras ir por un bote salvavidas. Sería inteligente.

loudspeaker3 = No me esperes, cachorro. Métete en un bote y escápate.
loudspeaker4 = Este es mi barco de guerra, y lo hundiré.

carried0 = ¡Suéltame, cachorro!
carried1 = ¡Déjame ir! ¡Déjame ser, cachorro!
carried2 = ¿Cómo eres tan fuerte?
carried3 = ¡DÉ-JA-ME!
carried4 = ¡Déjame hundirme con el barco!
carried5 = ¡Solo déjame ahogarme, cachorro!



captain0 = *Suspiro* Cachorro, ¿por qué no me dejaste hundir con mi nave? No puedo ahogarme, pero al menos podría fingir un poco.
captain1 = Hm, aunque sin mí, esta tripulación nunca podrá llevar los botes salvavidas a la costa. Muy bien. Tripulación, vámonos a casa.
captain2 = Esperamos que nuestro seguro cubra esto...
captain3 = De todos modos, no puedo dar reembolsos, pero parece que hay algo brillante en ese iceberg por allí. Es curioso cómo nuestro barco se estrelló justo al lado de él.
captain4 = Es todo tuyo cachorro.
